/* No comment provided by engineer. */
"%d clips - Size: %.2f MB" = "%1$d clip - Peso: %2$.2f MB";

/* No comment provided by engineer. */
"Available Soundboards" = "Scarica Soundboard";

/* No comment provided by engineer. */
"Dismiss" = "Chiudi";

/* No comment provided by engineer. */
"Downloading, please wait..." = "Download in corso...";

/* No comment provided by engineer. */
"Error!" = "Errore!";

/* No comment provided by engineer. */
"Warning" = "Attenzione";

/* No comment provided by engineer. */
"You have downloaded all the available soundboards!" = "Hai già scaricato tutte le soundboard disponibili!";

